{
  "What are your working hours?": "Our working hours are 9 AM to 6 PM, Monday to Friday.",
  "How can I reset my password?": "You can reset your password via the 'Forgot Password' link on the login page.",
  "What is the leave policy?": "Employees are entitled to 20 paid leaves per year.",
  "How do I contact HR?": "You can email hr@company.com for assistance.",
  "Do you provide health insurance?": "Yes, employees are covered under the company’s group health insurance policy.",
  "What is the probation period?": "The probation period is 6 months from the date of joining.",
  "How do I apply for work from home?": "You can request WFH through the HR portal under 'Leave & Attendance'.",
  "How do I apply for maternity leave?": "Submit your request via the HR portal and attach required medical documents.",
  "How do I claim travel reimbursement?": "Upload your bills in the Finance portal under 'Reimbursements'.",
  "What is the dress code policy?": "Smart casuals are allowed from Monday to Thursday, casuals on Friday.",
  "How do I access payslips?": "Payslips are available in the Employee Self Service portal under 'Payroll'.",
  "What is the company holiday list?": "The holiday list is published annually on the HR portal.",
  "How do I report IT issues?": "Raise a ticket in the IT Helpdesk system.",
  "How do I connect to VPN?": "Install the VPN client and login using your employee credentials.",
  "What is the Wi-Fi password?": "The office Wi-Fi password is available on the IT Helpdesk portal.",
  "How do I request new hardware?": "Submit a request form in the IT portal under 'Assets'.",
  "How do I schedule a meeting room?": "Use the Outlook calendar integration to book meeting rooms.",
  "How do I update my bank details?": "Update your bank details in the HR portal under 'Personal Information'.",
  "What is the performance review cycle?": "Performance reviews are conducted twice a year, in June and December.",
  "How do I apply for training programs?": "Check the Learning & Development portal and register for available courses.",
  "How do I raise a grievance?": "Submit a grievance form via the HR portal under 'Employee Relations'.",
  "How do I request a salary advance?": "Salary advance requests can be made through the Finance portal.",
  "What is the company’s policy on overtime?": "Overtime is compensated as per labor law and requires manager approval.",
  "How do I update my emergency contact?": "Update emergency contacts in the HR portal under 'Personal Information'.",
  "How do I apply for relocation support?": "Relocation support requests can be submitted to HR with manager approval.",
  "How do I access the cafeteria menu?": "The cafeteria menu is updated daily on the intranet homepage.",
  "How do I request ID card replacement?": "Submit a request in the Admin portal under 'Access & Security'.",
  "What is the company’s policy on remote work?": "Remote work is allowed up to 2 days per week with manager approval.",
  "How do I apply for paternity leave?": "Submit your request via the HR portal with required documentation.",
  "How do I request stationery items?": "Stationery requests can be made through the Admin portal under 'Supplies'.",
  "How do I claim medical reimbursement?": "Upload medical bills in the Finance portal under 'Reimbursements'.",
  "How do I request a team outing budget?": "Submit a proposal to HR under 'Employee Engagement'.",
  "What is the company’s policy on data privacy?": "All employees must comply with GDPR and company data protection guidelines.",
  "How do I access the employee handbook?": "The handbook is available on the HR portal under 'Policies & Documents'.",
  "How do I request a transfer to another department?": "Submit a transfer request form via HR portal with manager approval.",
  "How do I apply for sabbatical leave?": "Sabbatical leave requests can be submitted to HR with director approval.",
  "How do I access the shuttle service schedule?": "Shuttle schedules are posted on the Admin portal under 'Transport'.",
  "How do I request visitor passes?": "Visitor passes can be requested via the Admin portal under 'Access & Security'.",
  "How do I apply for expense reimbursement?": "Expense claims can be submitted in the Finance portal under 'Expenses'.",
  "How do I request a new software license?": "Submit a request in the IT Helpdesk under 'Software'.",
  "How do I report harassment?": "Report harassment cases confidentially via HR portal under 'Employee Relations'.",
  "How do I request flexible working hours?": "Flexible hours can be requested via HR with manager approval."
}
